{
    "schooling": [
        {
            "title": "Secondary",
            "fee": "₹40,000",
            "duration": "2 Years",
            "summary": "Build strong foundational skills in core academic subjects.",
            "careerPath": "Preparation for Higher Secondary & Competitive Exams",
            "desc": "The Secondary program focuses on foundational academic subjects, encouraging critical thinking and a deep understanding of core concepts. This course is designed to strengthen the base for future academic pursuits. Students are engaged through practical applications and interactive lessons. A supportive environment ensures every learner thrives."
        },
        {
            "title": "Higher Secondary",
            "fee": "₹50,000",
            "duration": "2 Years",
            "summary": "Advance academic learning with specialized subjects.",
            "careerPath": "University, Competitive Exams, Career Foundation",
            "desc": "Our Higher Secondary curriculum is tailored to prepare students for university and competitive exams. It builds upon core knowledge while introducing specialized subjects. Emphasis is placed on analytical skills and conceptual clarity. The program fosters independent learning and confidence."
        }
    ],
    "undergraduate": [
        {
            "title": "B.A.",
            "fee": "₹37,400 – ₹67,200",
            "duration": "3 Years",
            "summary": "Explore humanities and social sciences for holistic development.",
            "careerPath": "Education, Civil Services, Journalism, Writing",
            "desc": "The Bachelor of Arts program offers a broad spectrum of humanities and social science subjects. Students develop strong analytical and communication skills. The curriculum encourages independent thought and creativity. Ideal for those aiming for careers in education, writing, administration, and public service."
        },
        {
            "title": "B.Com.",
            "fee": "₹42,600",
            "duration": "3 Years",
            "summary": "Learn commerce fundamentals and financial literacy.",
            "careerPath": "Banking, Finance, Accounting, Business",
            "desc": "Bachelor of Commerce is perfect for students interested in finance, business, and economics. It covers topics like accounting, taxation, and corporate law. The course builds a strong foundation in financial literacy and business management."
        },
        {
            "title": "B.B.A.",
            "fee": "₹64,900 – ₹1,00,600",
            "duration": "3 Years",
            "summary": "Business education blending theory and practical knowledge.",
            "careerPath": "Corporate Management, Entrepreneurship, Startups",
            "desc": "Bachelor of Business Administration blends theoretical knowledge with practical business strategies. It nurtures leadership, critical thinking, and decision-making abilities through real-world projects."
        },
        {
            "title": "B.Sc.",
            "fee": "₹88,900",
            "duration": "3 Years",
            "summary": "Explore the world of science through rigorous academics.",
            "careerPath": "Research, Analytics, Technical Roles, Teaching",
            "desc": "Bachelor of Science caters to students interested in natural sciences and research. It emphasizes lab work and analytical reasoning in fields like biology, chemistry, and mathematics."
        },
        {
            "title": "B.Tech.",
            "fee": "₹1,25,000 – ₹1,95,000",
            "duration": "4 Years",
            "summary": "Hands-on engineering education for building future innovations.",
            "careerPath": "Software Developer, Civil Engineer, Mechanical Engineer, System Analyst",
            "desc": "Bachelor of Technology is a rigorous undergraduate program that equips students with strong technical knowledge and problem-solving skills in fields such as computer science, mechanical, civil, and electronics engineering. It includes real-world projects, internships, and modern lab facilities to prepare students for industrial roles and future innovations."
        },
        {
            "title": "B.C.A.",
            "fee": "₹90,900 – ₹1,14,000",
            "duration": "3 Years",
            "summary": "Start a career in software development and IT.",
            "careerPath": "Software Developer, Web Developer, IT Support",
            "desc": "Bachelor of Computer Applications focuses on programming, IT systems, and hands-on training in modern technologies to prepare students for tech careers."
        },
        {
            "title": "B.Lib.",
            "fee": "₹37,400 – ₹67,200",
            "duration": "1 Year",
            "summary": "Learn library science and information management.",
            "careerPath": "Academic Libraries, Digital Archiving, Cataloguing",
            "desc": "The Bachelor of Library Science trains students in organizing, managing, and disseminating information using digital tools and classification systems."
        },
        {
            "title": "L.L.B.",
            "fee": "₹65,000 – ₹95,000",
            "duration": "3 Years",
            "summary": "A professional degree for aspiring legal practitioners.",
            "careerPath": "Lawyer, Legal Advisor, Public Prosecutor, Corporate Counsel",
            "desc": "The L.L.B. program offers foundational and advanced legal knowledge, covering areas like constitutional law, criminal justice, and corporate law. It prepares students for advocacy, judiciary exams, and legal practice."
        }
    ],
    "postgraduate": [
        {
            "title": "M.A.",
            "fee": "₹37,400 – ₹67,200",
            "duration": "2 Years",
            "summary": "Advanced humanities education for critical thinkers.",
            "careerPath": "Teaching, Civil Services, Research, Content Creation",
            "desc": "Master of Arts enables specialization in literature, history, or political science, enhancing analytical and research skills for academic and professional careers."
        },
        {
            "title": "M.Com.",
            "fee": "₹42,600",
            "duration": "2 Years",
            "summary": "Master finance and commerce for business leadership.",
            "careerPath": "Chartered Accountant, CFA, Finance Manager",
            "desc": "Master of Commerce focuses on advanced financial and business concepts including investment planning and accounting systems."
        },
        {
            "title": "M.B.A.",
            "fee": "₹64,900 – ₹1,00,600",
            "duration": "2 Years",
            "summary": "Lead in business with practical managerial training.",
            "careerPath": "Corporate Strategy, Marketing, HR, Entrepreneurship",
            "desc": "Master of Business Administration develops leadership through market research, case studies, and business simulations."
        },
        {
            "title": "M.Sc.",
            "fee": "₹88,900",
            "duration": "2 Years",
            "summary": "Deepen your scientific expertise through research.",
            "careerPath": "Lab Research, Data Analytics, Scientific Writing",
            "desc": "Master of Science is ideal for research-driven students focusing on innovation, analysis, and specialized lab work."
        },
        {
            "title": "M.Tech.",
            "fee": "₹1,10,000 – ₹1,60,000",
            "duration": "2 Years",
            "summary": "Advanced specialization in engineering and technology domains.",
            "careerPath": "Project Lead, Research Scientist, Consultant, Academician",
            "desc": "Master of Technology is a postgraduate program focusing on in-depth expertise and innovation in core engineering domains. It builds on foundational B.Tech. knowledge and includes research work, advanced technical electives, and specialization tracks tailored for leadership roles in R&D, industry, and academia."
        },
        {
            "title": "M.C.A.",
            "fee": "₹90,900 – ₹1,14,000",
            "duration": "2 Years",
            "summary": "Advanced computer application and system design.",
            "careerPath": "Software Engineer, System Analyst, IT Consultant",
            "desc": "Master of Computer Applications offers deep knowledge of software development and real-world tech challenges through internships and practical projects."
        },
        {
            "title": "M.Lib.",
            "fee": "₹37,400 – ₹67,200",
            "duration": "1 Year",
            "summary": "Manage digital and traditional knowledge systems.",
            "careerPath": "Library Management, Information Services",
            "desc": "Master of Library Science focuses on digital information management, data archiving, and modern library tools."
        },
        {
            "title": "M.H.M.",
            "fee": "₹70,000 – ₹1,10,000",
            "duration": "2 Years",
            "summary": "Advanced training for leadership roles in the hospitality industry.",
            "careerPath": "Hotel Manager, Hospitality Consultant, Event Planner, F&B Director",
            "desc": "M.H.M. equips graduates with skills in hotel operations, hospitality marketing, and customer service management. The program is tailored for future leaders in the hotel and tourism industry."
        }
    ],
    "diploma": [
        {
            "title": "Fire & Safety",
            "fee": "₹37,400 – ₹67,200",
            "duration": "1 Year",
            "summary": "Learn disaster management and emergency response.",
            "careerPath": "Industrial Safety, Public Safety Officer",
            "desc": "The Fire & Safety diploma includes risk assessment, fire prevention systems, and field training for careers in safety and emergency response."
        },
        {
            "title": "PGDCA",
            "fee": "₹42,600",
            "duration": "1 Year",
            "summary": "Computer applications for fast-track tech careers.",
            "careerPath": "Web Developer, IT Support, Programmer",
            "desc": "Post Graduate Diploma in Computer Applications includes hands-on programming, data structures, and system management."
        },
        {
            "title": "PGDBM",
            "fee": "₹64,900 – ₹1,00,600",
            "duration": "1 Year",
            "summary": "Business diploma for aspiring managers.",
            "careerPath": "Business Analyst, Manager, Entrepreneur",
            "desc": "Post Graduate Diploma in Business Management enhances leadership and business skills through simulations and case studies."
        },
        {
            "title": "Hosp. Mang.",
            "fee": "₹88,900",
            "duration": "1 Year",
            "summary": "Manage hospital operations and healthcare logistics.",
            "careerPath": "Hospital Admin, Health Services Coordinator",
            "desc": "Diploma in Hospital Management provides specialized training in patient care and hospital systems with clinical exposure."
        },
        {
            "title": "Counselling Psycho.",
            "fee": "₹90,900 – ₹1,14,000",
            "duration": "1 Year",
            "summary": "Train in therapeutic communication and mental health.",
            "careerPath": "Counsellor, School Psychologist, Private Practice",
            "desc": "Diploma in Counselling Psychology includes therapeutic techniques, client interaction, and supervised practice."
        },
        {
            "title": "Library Science",
            "fee": "₹25,000 – ₹40,000",
            "duration": "1 Year",
            "summary": "Organize, manage, and modernize information systems and libraries.",
            "careerPath": "Librarian, Archivist, Cataloguer, Digital Resource Manager",
            "desc": "Library Science emphasizes the acquisition, classification, and digital management of information. The course prepares students for roles in academic, public, and digital libraries using modern cataloging systems."
        },
        {
            "title": "Early Childhood Care & Education",
            "fee": "₹20,000 – ₹35,000",
            "duration": "1 Year",
            "summary": "Train to nurture and educate young minds during formative years.",
            "careerPath": "Pre-School Teacher, Daycare Manager, Childcare Specialist",
            "desc": "This course equips learners with skills in child psychology, learning activities, and early childhood health and development. It’s ideal for those passionate about guiding children during their crucial early years."
        },
        {
            "title": "Computer Application",
            "fee": "₹40,000 – ₹85,000",
            "duration": "1 Year",
            "summary": "Master essential computing skills for a tech-driven career.",
            "careerPath": "Software Developer, IT Support, Web Designer, System Analyst",
            "desc": "Focused on software development, database management, and digital tools, this course builds strong foundations in IT. Ideal for students aiming for careers in tech and digital services."
        },
        {
            "title": "Business Administration",
            "fee": "₹45,000 – ₹75,000",
            "duration": "1 Year",
            "summary": "Develop leadership and management skills for the corporate world.",
            "careerPath": "Business Analyst, Marketing Manager, HR Executive, Entrepreneur",
            "desc": "BBA is an undergraduate program covering finance, marketing, HR, and operations. It offers practical exposure to corporate dynamics, preparing students for entry-level management roles or entrepreneurship."
        },
        {
            "title": "Guidance & Counseling",
            "fee": "₹30,000 – ₹50,000",
            "duration": "1 Year",
            "summary": "Train to guide individuals through personal, educational, and career challenges.",
            "careerPath": "School Counselor, Career Coach, Mental Health Counselor",
            "desc": "This program covers psychological assessment, emotional support strategies, and communication techniques, preparing students for meaningful careers in personal and academic guidance."
        },
        {
            "title": "Engineering",
            "fee": "₹1,20,000 – ₹2,00,000",
            "duration": "1 Year",
            "summary": "Innovative problem-solving across multiple technical disciplines.",
            "careerPath": "Software Engineer, Civil Engineer, Mechanical Engineer, Systems Architect",
            "desc": "Engineering programs span various fields such as Computer Science, Mechanical, Civil, and Electronics. With a focus on design thinking and real-world applications, students graduate with the ability to innovate and lead."
        }
    ]
}